{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Alexandr Azarov"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F541E76448B6FDE470FA81BB418F9F5D"
		},
		{
			"Source":
			{
				"Text": "Custom"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C4C9E3704A85F367CDDD3AA8666323AD"
		},
		{
			"Source":
			{
				"Text": "Custom"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0562932D4AE329A956F0248DEC8D9397"
		},
		{
			"Source":
			{
				"Text": "Custom"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1325B4364839DB7E1940CCAA519F7010"
		},
		{
			"Source":
			{
				"Text": "Dark"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EFF549C046C2D9562850D1B02E529D79"
		},
		{
			"Source":
			{
				"Text": "Distant Cheap Water"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FB411EAA4BE1C4B8732095BC5B15A0E7"
		},
		{
			"Source":
			{
				"Text": "Dualshock4"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A7DE4C5C4CF6EF980D082F9FAF412F54"
		},
		{
			"Source":
			{
				"Text": "Dynamic Opaque"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "967D07C3484CE94E705687891516E071"
		},
		{
			"Source":
			{
				"Text": "Dynamic Transparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E6105B9242BC2269EB87ABA1370447A9"
		},
		{
			"Source":
			{
				"Text": "Help our bike keep going! Leave your review on the Steam page."
			},
			"Translation":
			{
				"Text": "ساعد دراجتنا على الاستمرار! اترك تعليقك على صفحة Steam."
			},
			"Key": "D194034247BB91B6B7DA4797FEAECC77"
		},
		{
			"Source":
			{
				"Text": "Igor Kononov"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "230BF4F64B3C3A335F2C8BB46E59EE6E"
		},
		{
			"Source":
			{
				"Text": "Ivan Sinitsyn"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FF89229A40A8C7EF67364EAFAF04D34D"
		},
		{
			"Source":
			{
				"Text": "Lake"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3BE15FB248723756BEC4E38C0511EA13"
		},
		{
			"Source":
			{
				"Text": "Lake"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "54AAA1F345EAB9C657533CA7DCD843B5"
		},
		{
			"Source":
			{
				"Text": "Level Design/Game Design/Marketing"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D1BD39DD496E6B33B676F1B823ABE39E"
		},
		{
			"Source":
			{
				"Text": "Light"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4E2404DE4FCF21261D66D49E3C865810"
		},
		{
			"Source":
			{
				"Text": "Mikhail Merezhin"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1B49C565439E0C629EA60688B9BE149F"
		},
		{
			"Source":
			{
				"Text": "Mobile"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EE648FCE406C195843D10797FF5126E6"
		},
		{
			"Source":
			{
				"Text": "Mobile"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2B92B78742859DAE124FF4A68E7B4417"
		},
		{
			"Source":
			{
				"Text": "Mobile"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D11E326A4D15F9BA6BDEF4BA1E25C384"
		},
		{
			"Source":
			{
				"Text": "Mobile_NonTransparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E9155A97449995C89FD16C8BB9173A53"
		},
		{
			"Source":
			{
				"Text": "Mobile_NonTransparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3FEE40A04B945C069C6C63AACEB8BC4C"
		},
		{
			"Source":
			{
				"Text": "Mobile_NonTransparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8C7CEE594E19C662311E06B9DC24AAFA"
		},
		{
			"Source":
			{
				"Text": "NEW FEATURES: EasyFog now includes Flowmaps!\r\nFlowmaps add wispy motion to your fog in order to improve realism and depth in your level.\r\nThis can be adjusted in the flowmap settings of EasyFog"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "77E6C94B40A23E6211DCC0ADB2947229"
		},
		{
			"Source":
			{
				"Text": "Ocean"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "276F471147134111088124B6A3D42536"
		},
		{
			"Source":
			{
				"Text": "Ocean"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BE72FC294A3205E46909DEB920B05680"
		},
		{
			"Source":
			{
				"Text": "OculusVR"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3B612EFF4286DEA44C4FD4B56A92CC12"
		},
		{
			"Source":
			{
				"Text": "Opaque"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5478E50B40C911A4DC4717B0E27056F8"
		},
		{
			"Source":
			{
				"Text": "Outline"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D294569140E3494CB7270CAA3F5FC9EF"
		},
		{
			"Source":
			{
				"Text": "PBR_NonTransparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EF59ECE14A6E14B92B4CD7B2950850EC"
		},
		{
			"Source":
			{
				"Text": "PBR_NonTransparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "702D6A784D76FF4F90DD22B960DC3DCA"
		},
		{
			"Source":
			{
				"Text": "PBR_NonTransparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A716E883475FF19949ECFE907F117BDC"
		},
		{
			"Source":
			{
				"Text": "PBR_Transparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "25B0FD2244A9E5B751FF03B710C04424"
		},
		{
			"Source":
			{
				"Text": "PBR_Transparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "516A4CF541ED0F0115B5378F2C80043D"
		},
		{
			"Source":
			{
				"Text": "PBR_Transparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FC71E03B4EE5AFD4837B2BB78FE5197C"
		},
		{
			"Source":
			{
				"Text": "PC"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9BF0517F4DFDEA813BDCBB9C9FB201F7"
		},
		{
			"Source":
			{
				"Text": "Please"
			},
			"Translation":
			{
				"Text": "من فضلك"
			},
			"Key": "3B628B9A4EB0C8B01294DDA50AC02C19"
		},
		{
			"Source":
			{
				"Text": "Programming/Game Design"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "03AAA6E64AC1978F40A201B5FBF7B4EE"
		},
		{
			"Source":
			{
				"Text": "Programming/Сonsultation"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7BCE80CE4A092E0BBCE2DB819F7BAB1B"
		},
		{
			"Source":
			{
				"Text": "Quit"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "091451C444D7EB2CAB2588952A482679"
		},
		{
			"Source":
			{
				"Text": "Red Core Games"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C816E3734B797A8CC6FAF0A8178CCF5F"
		},
		{
			"Source":
			{
				"Text": "River"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7DD88EA640A179262F0FADACCC6D4ADB"
		},
		{
			"Source":
			{
				"Text": "River"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E068682542DA5E7E8C147C9E2E685A49"
		},
		{
			"Source":
			{
				"Text": "Salt Water "
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6E2CB9644B437F7C09B52593D1C4C8D0"
		},
		{
			"Source":
			{
				"Text": "Spring Water"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0B289DBF496740A03C76B7B39489E45B"
		},
		{
			"Source":
			{
				"Text": "Static Opaque"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "24CA9EFB40D79B22389F699C52C376BA"
		},
		{
			"Source":
			{
				"Text": "Static Transparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B3B6B37C417450B5B220CC9C074B2E75"
		},
		{
			"Source":
			{
				"Text": "Thank you for purchasing"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "10E47E794B97854B321B359E6A284FF9"
		},
		{
			"Source":
			{
				"Text": "There is also have a new \"Optimisations\" setting \r\nwhere you can set the tick rate to 0 for improved performance at runtime."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4DD98CF74BD611A24C9743A21D4AE1F3"
		},
		{
			"Source":
			{
				"Text": "Transparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CFA2C98C4104B1993224A0B586C00930"
		},
		{
			"Source":
			{
				"Text": "UNLIT_NonTransparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "212B046345E98CAC6B0AB38C2E5D3D9E"
		},
		{
			"Source":
			{
				"Text": "UNLIT_NonTransparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "76009A5246F1B888264C11B4312973E7"
		},
		{
			"Source":
			{
				"Text": "UNLIT_NonTransparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E51B1BE2494D8CF74E95199AFB67AF18"
		},
		{
			"Source":
			{
				"Text": "UNLIT_Transparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8229E51B438479B5BF01158CEB352A8C"
		},
		{
			"Source":
			{
				"Text": "UNLIT_Transparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3FFB8D3843DF4887D2EB60B8F09A0D5E"
		},
		{
			"Source":
			{
				"Text": "UNLIT_Transparent"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "810B0F414DA41E3C908635A42954B4AF"
		},
		{
			"Source":
			{
				"Text": "Xbox"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F983F98742EFD49BD78CC5ACCAFD45E7"
		},
		{
			"Source":
			{
				"Text": "_"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "28C1FC13473E7C49AAEC3D88463F390B"
		},
		{
			"Source":
			{
				"Text": "_"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A000C8974485C329A65B8193B4259E32"
		},
		{
			"Source":
			{
				"Text": "_"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F55D76674713E77EAC43DBBD83DE0E76"
		},
		{
			"Source":
			{
				"Text": "__"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F5220C474A1D1BEACF8C91BEF10F515A"
		},
		{
			"Source":
			{
				"Text": "__"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2AD301DA40DEAABC0D2B2D89EB66F130"
		},
		{
			"Source":
			{
				"Text": "__"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B2D814504EC1C66FAD751094D048EADD"
		},
		{
			"Source":
			{
				"Text": "___"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F07B39584E210EDD256F22A60E78769C"
		},
		{
			"Source":
			{
				"Text": "___"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B3B336E84B4C769B96423B8C4D0DADE2"
		},
		{
			"Source":
			{
				"Text": "___"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E9C3D0B4499528A1A3042AB70CED9B6B"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "st_customization",
			"Children": [
				{
					"Source":
					{
						"Text": "Back Gear"
					},
					"Translation":
					{
						"Text": "معدات الظهر"
					},
					"Key": "cust.character.Spine"
				},
				{
					"Source":
					{
						"Text": "Bike"
					},
					"Translation":
					{
						"Text": "دراجة"
					},
					"Key": "cust.bike"
				},
				{
					"Source":
					{
						"Text": "Brightness"
					},
					"Translation":
					{
						"Text": "السطوع"
					},
					"Key": "cust.general.brithness"
				},
				{
					"Source":
					{
						"Text": "Character"
					},
					"Translation":
					{
						"Text": "الشخصية"
					},
					"Key": "cust.character"
				},
				{
					"Source":
					{
						"Text": "Color"
					},
					"Translation":
					{
						"Text": "اللون"
					},
					"Key": "cust.general.color"
				},
				{
					"Source":
					{
						"Text": "Head"
					},
					"Translation":
					{
						"Text": "الرأس"
					},
					"Key": "cust.character.head"
				},
				{
					"Source":
					{
						"Text": "Reset"
					},
					"Translation":
					{
						"Text": "إعادة تعيين"
					},
					"Key": "cust.general.restore"
				},
				{
					"Source":
					{
						"Text": "Saturation"
					},
					"Translation":
					{
						"Text": "التشبع"
					},
					"Key": "cust.general.saturation"
				},
				{
					"Source":
					{
						"Text": "Shorts"
					},
					"Translation":
					{
						"Text": "السروال"
					},
					"Key": "cust.character.shorts"
				},
				{
					"Source":
					{
						"Text": "T-shirt"
					},
					"Translation":
					{
						"Text": "القميص"
					},
					"Key": "cust.character.Tshort"
				}
			]
		},
		{
			"Namespace": "st_gameplay",
			"Children": [
				{
					"Source":
					{
						"Text": "A relaxed playthrough with frequent checkpoints. Suitable for familiarizing yourself with the game mechanics."
					},
					"Translation":
					{
						"Text": "تجربة لعب مريحة مع نقاط تفتيش متكررة. مناسبة للتعرف على آليات اللعبة."
					},
					"Key": "gameplay.difficulty.easy.desc"
				},
				{
					"Source":
					{
						"Text": "Checkpoint"
					},
					"Translation":
					{
						"Text": "نقطة التفتيش"
					},
					"Key": "gameplay.checkpoint_achieved"
				},
				{
					"Source":
					{
						"Text": "Difficulty"
					},
					"Translation":
					{
						"Text": "الصعوبة"
					},
					"Key": "gameplay.difficulty"
				},
				{
					"Source":
					{
						"Text": "Easy"
					},
					"Translation":
					{
						"Text": "سهل"
					},
					"Key": "gameplay.difficulty.easy"
				},
				{
					"Source":
					{
						"Text": "Few checkpoints for the entire map. Suitable for players who want to test their endurance."
					},
					"Translation":
					{
						"Text": "نقاط تفتيش قليلة للخريطة بأكملها. مناسبة للاعبين الذين يريدون اختبار تحملهم."
					},
					"Key": "gameplay.difficulty.hard.desc"
				},
				{
					"Source":
					{
						"Text": "Hard"
					},
					"Translation":
					{
						"Text": "صعب"
					},
					"Key": "gameplay.difficulty.hard"
				},
				{
					"Source":
					{
						"Text": "Insane"
					},
					"Translation":
					{
						"Text": "جنوني"
					},
					"Key": "gameplay.difficulty.hardcore"
				},
				{
					"Source":
					{
						"Text": "No concessions or checkpoints, just full focus and skill! Suitable for players who want to demonstrate their exceptional abilities!"
					},
					"Translation":
					{
						"Text": "لا هوادة ولا نقاط تفتيش، فقط تركيز كامل ومهارة! مناسب للاعبين الذين يريدون إظهار قدراتهم الاستثنائية!"
					},
					"Key": "gameplay.difficulty.hardcore.desc"
				},
				{
					"Source":
					{
						"Text": "Normal"
					},
					"Translation":
					{
						"Text": "عادي"
					},
					"Key": "gameplay.difficulty.medium"
				},
				{
					"Source":
					{
						"Text": "Race Completed"
					},
					"Translation":
					{
						"Text": "تم الانتهاء من السباق"
					},
					"Key": "gameplay.finisher.title"
				},
				{
					"Source":
					{
						"Text": "The challenges become more serious because there are fewer checkpoints. Suitable for players who enjoy a moderate difficulty level."
					},
					"Translation":
					{
						"Text": "تصبح التحديات أكثر صعوبة لأن نقاط التفتيش أصبحت أقل. مناسبة للاعبين الذين يحبون مستوى متوسط من الصعوبة."
					},
					"Key": "gameplay.difficulty.medium.desc"
				}
			]
		},
		{
			"Namespace": "st_gameplayKey",
			"Children": [
				{
					"Source":
					{
						"Text": "Accelerate / Brake"
					},
					"Translation":
					{
						"Text": "تسريع / فرملة"
					},
					"Key": "gameplayKey.move"
				},
				{
					"Source":
					{
						"Text": "Finish Race"
					},
					"Translation":
					{
						"Text": "إنهاء السباق"
					},
					"Key": "gameplayKey.finisher.return"
				},
				{
					"Source":
					{
						"Text": "Front Jump"
					},
					"Translation":
					{
						"Text": "قفزة أمامية"
					},
					"Key": "gameplayKey.frontJump"
				},
				{
					"Source":
					{
						"Text": "Hold"
					},
					"Translation":
					{
						"Text": "استمر"
					},
					"Key": "gameplayKey.common.hold"
				},
				{
					"Source":
					{
						"Text": "Perform Coop Jump"
					},
					"Translation":
					{
						"Text": "تنفيذ قفزة تعاونية"
					},
					"Key": "gameplayKey.coopJump_perform"
				},
				{
					"Source":
					{
						"Text": "Prepare Coop Jump"
					},
					"Translation":
					{
						"Text": "تجهيز قفزة تعاونية"
					},
					"Key": "gameplayKey.coopJump_prepare"
				},
				{
					"Source":
					{
						"Text": "Rear Jump"
					},
					"Translation":
					{
						"Text": "قفزة خلفية"
					},
					"Key": "gameplayKey.rearJump"
				},
				{
					"Source":
					{
						"Text": "Tilt"
					},
					"Translation":
					{
						"Text": "ميل"
					},
					"Key": "gameplayKey.tilt"
				},
				{
					"Source":
					{
						"Text": "Toggle Layout"
					},
					"Translation":
					{
						"Text": "تبديل التخطيط"
					},
					"Key": "gameplayKey.toggleLayout"
				},
				{
					"Source":
					{
						"Text": "Turn"
					},
					"Translation":
					{
						"Text": "دوران"
					},
					"Key": "gameplayKey.turn"
				}
			]
		},
		{
			"Namespace": "st_guide",
			"Children": [
				{
					"Source":
					{
						"Text": "Acrobatics"
					},
					"Translation":
					{
						"Text": "البهلوانيات"
					},
					"Key": "guide.airControl.title"
				},
				{
					"Source":
					{
						"Text": "Cooperative Jump"
					},
					"Translation":
					{
						"Text": "قفزة تعاونية"
					},
					"Key": "guide.coopJump.title"
				},
				{
					"Source":
					{
						"Text": "Jump"
					},
					"Translation":
					{
						"Text": "قفز"
					},
					"Key": "guide.soloJump.title"
				},
				{
					"Source":
					{
						"Text": "Movement"
					},
					"Translation":
					{
						"Text": "الحركة"
					},
					"Key": "guide.movement.title"
				},
				{
					"Source":
					{
						"Text": "To perform a cooperative jump, You must prepare it first.\r\nHold {0} to prepare.\r\n\r\nAfter preparation, you'll see {1} on the character.\r\nPress {2} to perform the cooperative jump."
					},
					"Translation":
					{
						"Text": "لإجراء قفزة تعاونية، يجب عليك تحضيرها أولاً.\r\nاضغط مع الاستمرار على {0} للتحضير.\r\n\r\nبعد التحضير، سترى {1} على الشخصية.\r\nاضغط على {2} لتنفيذ القفزة التعاونية."
					},
					"Key": "guide.coopJump.single"
				},
				{
					"Source":
					{
						"Text": "To perform a cooperative jump, you need to prepare it first.\r\n\r\nHold {1} to prepare."
					},
					"Translation":
					{
						"Text": "لإجراء قفزة تعاونية، تحتاج إلى تحضيرها أولاً.\r\nاضغط مع الاستمرار على {1} للتحضير."
					},
					"Key": "guide.coopJump.rear"
				},
				{
					"Source":
					{
						"Text": "To perform a cooperative jump, your partner must prepare it first.\r\n\r\nAfter preparation, you'll see {0} on the character.\r\nPress {1} to perform the cooperative jump."
					},
					"Translation":
					{
						"Text": "لإجراء قفزة تعاونية، يجب على شريكك تحضيرها أولاً.\r\nبعد التحضير، سترى {0} على الشخصية.\r\nاضغط على {1} لتنفيذ القفزة التعاونية."
					},
					"Key": "guide.coopJump.front"
				},
				{
					"Source":
					{
						"Text": "To perform a front wheel jump, press {0}."
					},
					"Translation":
					{
						"Text": "لإجراء قفزة بالعجلة الأمامية، اضغط على {0}."
					},
					"Key": "guide.soloJump.front"
				},
				{
					"Source":
					{
						"Text": "To perform a front wheel jump, press {0}.\r\nTo perform a rear wheel jump, press {1}."
					},
					"Translation":
					{
						"Text": "لإجراء قفزة بالعجلة الأمامية، اضغط على {0}.\r\nلإجراء قفزة بالعجلة الخلفية، اضغط على {1}."
					},
					"Key": "guide.soloJump.single"
				},
				{
					"Source":
					{
						"Text": "To perform a rear wheel jump, press {0}."
					},
					"Translation":
					{
						"Text": "لإجراء قفزة بالعجلة الخلفية، اضغط على {0}."
					},
					"Key": "guide.soloJump.rear"
				},
				{
					"Source":
					{
						"Text": "Use {0} and {1} to accelerate and brake."
					},
					"Translation":
					{
						"Text": "استخدم {0} و {1} للتسريع والفرملة."
					},
					"Key": "guide.movement.rear"
				},
				{
					"Source":
					{
						"Text": "Use {0} and {1} to rotate in air."
					},
					"Translation":
					{
						"Text": "استخدم {0} و {1} للدوران في الهواء."
					},
					"Key": "guide.airControl.front"
				},
				{
					"Source":
					{
						"Text": "Use {0} and {1} to rotate in air.\r\nUse {2} and {3} to tilt forward and backward in air."
					},
					"Translation":
					{
						"Text": "استخدم {0} و {1} للدوران في الهواء.\r\nاستخدم {2} و {3} للميل للأمام والخلف في الهواء."
					},
					"Key": "guide.airControl.single"
				},
				{
					"Source":
					{
						"Text": "Use {0} and {1} to tilt forward and backward in air."
					},
					"Translation":
					{
						"Text": "استخدم {0} و {1} للميل للأمام والخلف في الهواء."
					},
					"Key": "guide.airControl.rear"
				},
				{
					"Source":
					{
						"Text": "Use {0} and {1} to turn."
					},
					"Translation":
					{
						"Text": "استخدم {0} و {1} للانعطاف."
					},
					"Key": "guide.movement.front"
				},
				{
					"Source":
					{
						"Text": "Use {0} and {1} to turn.\r\nUse {2} and {3} to accelerate and brake."
					},
					"Translation":
					{
						"Text": "استخدم {0} و {1} للانعطاف.\r\nاستخدم {2} و {3} للتسريع والفرملة."
					},
					"Key": "guide.movement.single"
				}
			]
		},
		{
			"Namespace": "st_no_localize",
			"Children": [
				{
					"Source":
					{
						"Text": "Mountain"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "level.mountain"
				}
			]
		},
		{
			"Namespace": "st_notifications",
			"Children": [
				{
					"Source":
					{
						"Text": "Are you sure you want to leave the lobby?"
					},
					"Translation":
					{
						"Text": "هل أنت متأكد أنك تريد مغادرة الردهة؟"
					},
					"Key": "notification.body.quit_the_lobby"
				},
				{
					"Source":
					{
						"Text": "Are you sure you want to leave the race?"
					},
					"Translation":
					{
						"Text": "هل أنت متأكد أنك تريد مغادرة السباق؟"
					},
					"Key": "notifications.body.quit_the_race"
				},
				{
					"Source":
					{
						"Text": "Are you sure you want to quit the game?"
					},
					"Translation":
					{
						"Text": "هل أنت متأكد أنك تريد الخروج من اللعبة؟"
					},
					"Key": "notifications.body.quit_the_game"
				}
			]
		},
		{
			"Namespace": "st_settings",
			"Children": [
				{
					"Source":
					{
						"Text": "Anti-Aliasing"
					},
					"Translation":
					{
						"Text": "تنعيم الحواف"
					},
					"Key": "settings.video.graph.smooth"
				},
				{
					"Source":
					{
						"Text": "Borderless Window"
					},
					"Translation":
					{
						"Text": "نافذة بدون إطارات"
					},
					"Key": "settings.video.display.mode.borderless"
				},
				{
					"Source":
					{
						"Text": "Cinematic"
					},
					"Translation":
					{
						"Text": "سينمائي"
					},
					"Key": "settings.video.graph.preset.cinematic"
				},
				{
					"Source":
					{
						"Text": "Cloud Saves"
					},
					"Translation":
					{
						"Text": "الحفظ على السحابة"
					},
					"Key": "settings.misc.cloud_save"
				},
				{
					"Source":
					{
						"Text": "Custom"
					},
					"Translation":
					{
						"Text": "مخصص"
					},
					"Key": "settings.video.graph.preset.custom"
				},
				{
					"Source":
					{
						"Text": "Dead Zone"
					},
					"Translation":
					{
						"Text": "المنطقة الميتة"
					},
					"Key": "settings.control.gamepad.dead_zone"
				},
				{
					"Source":
					{
						"Text": "Deutsch"
					},
					"Translation":
					{
						"Text": "Deutsch"
					},
					"Key": "settings.video.display.language.de"
				},
				{
					"Source":
					{
						"Text": "Display Mode"
					},
					"Translation":
					{
						"Text": "وضع العرض"
					},
					"Key": "settings.video.display.mode"
				},
				{
					"Source":
					{
						"Text": "Effects"
					},
					"Translation":
					{
						"Text": "التأثيرات"
					},
					"Key": "settings.video.graph.effects"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "settings.video.display.language.en"
				},
				{
					"Source":
					{
						"Text": "Español"
					},
					"Translation":
					{
						"Text": "Español"
					},
					"Key": "settings.video.display.language.es-ES"
				},
				{
					"Source":
					{
						"Text": "FPS Limit"
					},
					"Translation":
					{
						"Text": "حد معدل الإطارات"
					},
					"Key": "settings.video.display.fps_limit"
				},
				{
					"Source":
					{
						"Text": "Français"
					},
					"Translation":
					{
						"Text": "Français"
					},
					"Key": "settings.video.display.language.fr"
				},
				{
					"Source":
					{
						"Text": "Fullscreen"
					},
					"Translation":
					{
						"Text": "ملء الشاشة"
					},
					"Key": "settings.video.display.mode.fullscreen"
				},
				{
					"Source":
					{
						"Text": "Gamma"
					},
					"Translation":
					{
						"Text": "غاما"
					},
					"Key": "settings.video.display.gamma"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": "عالي"
					},
					"Key": "settings.video.graph.preset.high"
				},
				{
					"Source":
					{
						"Text": "Invert Mouse"
					},
					"Translation":
					{
						"Text": "عكس الفأرة"
					},
					"Key": "settings.control.mouse_invert"
				},
				{
					"Source":
					{
						"Text": "Italiano"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "setting.video.display.language.it"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "لغة"
					},
					"Key": "settings.video.display.language"
				},
				{
					"Source":
					{
						"Text": "Layout"
					},
					"Translation":
					{
						"Text": "تَخطِيط"
					},
					"Key": "settings.video.display.layout"
				},
				{
					"Source":
					{
						"Text": "Lighting Quality"
					},
					"Translation":
					{
						"Text": "جودة الإضاءة"
					},
					"Key": "settings.video.graph.light_quality"
				},
				{
					"Source":
					{
						"Text": "Lighting Type"
					},
					"Translation":
					{
						"Text": "نوع الإضاءة"
					},
					"Key": "settings.video.graph.light"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "منخفض"
					},
					"Key": "settings.video.graph.preset.low"
				},
				{
					"Source":
					{
						"Text": "Master Volume"
					},
					"Translation":
					{
						"Text": "الصوت الرئيسي"
					},
					"Key": "settings.audio.common"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "متوسط"
					},
					"Key": "settings.video.graph.preset.medium"
				},
				{
					"Source":
					{
						"Text": "Motion Blur"
					},
					"Translation":
					{
						"Text": "ضبابية الحركة"
					},
					"Key": "settings.video.display.motion_blur"
				},
				{
					"Source":
					{
						"Text": "Music"
					},
					"Translation":
					{
						"Text": "الموسيقى"
					},
					"Key": "settings.audio.music"
				},
				{
					"Source":
					{
						"Text": "OFF"
					},
					"Translation":
					{
						"Text": "إيقاف"
					},
					"Key": "settings.val.off"
				},
				{
					"Source":
					{
						"Text": "ON"
					},
					"Translation":
					{
						"Text": "تشغيل"
					},
					"Key": "settings.val.on"
				},
				{
					"Source":
					{
						"Text": "Português"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "setting.video.display.language.pt"
				},
				{
					"Source":
					{
						"Text": "Quality Preset"
					},
					"Translation":
					{
						"Text": "إعداد الجودة المسبق"
					},
					"Key": "settings.video.graph.preset"
				},
				{
					"Source":
					{
						"Text": "Reflections Quality"
					},
					"Translation":
					{
						"Text": "جودة الانعكاسات"
					},
					"Key": "settings.video.graph.reflections_quality"
				},
				{
					"Source":
					{
						"Text": "Reflections Type"
					},
					"Translation":
					{
						"Text": "نوع الانعكاسات"
					},
					"Key": "settings.video.graph.reflections"
				},
				{
					"Source":
					{
						"Text": "Screen Resolution"
					},
					"Translation":
					{
						"Text": "دقة الشاشة"
					},
					"Key": "settings.video.display.resolution"
				},
				{
					"Source":
					{
						"Text": "Sensitivity (Gamepad)"
					},
					"Translation":
					{
						"Text": "الحساسية (جيه باد)"
					},
					"Key": "settings.control.gamepad.sense"
				},
				{
					"Source":
					{
						"Text": "Sensitivity (Mouse)"
					},
					"Translation":
					{
						"Text": "الحساسية (الفأرة)"
					},
					"Key": "settings.control.sens_mouse"
				},
				{
					"Source":
					{
						"Text": "Shadows"
					},
					"Translation":
					{
						"Text": "الظلال"
					},
					"Key": "settings.video.graph.shadows"
				},
				{
					"Source":
					{
						"Text": "Sound Effects"
					},
					"Translation":
					{
						"Text": "المؤثرات الصوتية"
					},
					"Key": "settings.audio.sfx"
				},
				{
					"Source":
					{
						"Text": "Textures"
					},
					"Translation":
					{
						"Text": "القوام"
					},
					"Key": "settings.video.graph.textures"
				},
				{
					"Source":
					{
						"Text": "Tutorial"
					},
					"Translation":
					{
						"Text": "برنامج تعليمي"
					},
					"Key": "settings.misc.guide"
				},
				{
					"Source":
					{
						"Text": "Ultra"
					},
					"Translation":
					{
						"Text": "فائق"
					},
					"Key": "settings.video.graph.preset.ultra"
				},
				{
					"Source":
					{
						"Text": "VSync"
					},
					"Translation":
					{
						"Text": "المزامنة الرأسية"
					},
					"Key": "settings.video.display.vsync"
				},
				{
					"Source":
					{
						"Text": "Vibration"
					},
					"Translation":
					{
						"Text": "الاهتزاز"
					},
					"Key": "settings.control.gamepad.vibration"
				},
				{
					"Source":
					{
						"Text": "Wind"
					},
					"Translation":
					{
						"Text": "ريح"
					},
					"Key": "settings.audio.wind"
				},
				{
					"Source":
					{
						"Text": "Windowed"
					},
					"Translation":
					{
						"Text": "نافذة"
					},
					"Key": "settings.video.display.mode.windowed"
				},
				{
					"Source":
					{
						"Text": "Русский"
					},
					"Translation":
					{
						"Text": "Русский"
					},
					"Key": "settings.video.display.language.ru"
				},
				{
					"Source":
					{
						"Text": "العربية"
					},
					"Translation":
					{
						"Text": "العربية"
					},
					"Key": "settings.video.display.language.ar"
				},
				{
					"Source":
					{
						"Text": "中文"
					},
					"Translation":
					{
						"Text": "中文"
					},
					"Key": "settings.video.display.language.zh-Hans"
				},
				{
					"Source":
					{
						"Text": "日本語"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "setting.video.display.language.ja"
				},
				{
					"Source":
					{
						"Text": "한국인"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "setting.video.display.language.ko"
				}
			]
		},
		{
			"Namespace": "st_statSystem",
			"Children": [
				{
					"Source":
					{
						"Text": "Average Completion Time"
					},
					"Translation":
					{
						"Text": "متوسط وقت الإكمال"
					},
					"Key": "system.stat.time.average"
				},
				{
					"Source":
					{
						"Text": "Average Restart Count"
					},
					"Translation":
					{
						"Text": "متوسط عدد مرات إعادة التشغيل"
					},
					"Key": "system.stat.restarts.average"
				},
				{
					"Source":
					{
						"Text": "Checkpoint Time"
					},
					"Translation":
					{
						"Text": "وقت نقطة التفتيش"
					},
					"Key": "system.stat.checkpoint_time"
				},
				{
					"Source":
					{
						"Text": "Distance Traveled"
					},
					"Translation":
					{
						"Text": "المسافة المقطوعة"
					},
					"Key": "system.stat.distance"
				},
				{
					"Source":
					{
						"Text": "Record Time"
					},
					"Translation":
					{
						"Text": "الوقت القياسي"
					},
					"Key": "system.stat.record.time_total"
				},
				{
					"Source":
					{
						"Text": "Restart Count"
					},
					"Translation":
					{
						"Text": "عدد مرات إعادة التشغيل"
					},
					"Key": "system.stat.restarts"
				},
				{
					"Source":
					{
						"Text": "Restart Record"
					},
					"Translation":
					{
						"Text": "رقم قياسي لإعادة التشغيل"
					},
					"Key": "system.stat.record.restarts"
				},
				{
					"Source":
					{
						"Text": "Time Since Last Checkpoint"
					},
					"Translation":
					{
						"Text": "الوقت منذ آخر نقطة تفتيش"
					},
					"Key": "system.stat.time_checkpoint"
				},
				{
					"Source":
					{
						"Text": "Total Ride Time"
					},
					"Translation":
					{
						"Text": "الوقت الإجمالي للرحلة"
					},
					"Key": "system.stat.time_total"
				},
				{
					"Source":
					{
						"Text": "d (Days)"
					},
					"Translation":
					{
						"Text": "ي (أيام)"
					},
					"Key": "system.stat.time.measure.days"
				},
				{
					"Source":
					{
						"Text": "h (Hours)"
					},
					"Translation":
					{
						"Text": "س (ساعات)"
					},
					"Key": "system.stat.time.measure.hours"
				},
				{
					"Source":
					{
						"Text": "m (Meters)"
					},
					"Translation":
					{
						"Text": "م (متر)"
					},
					"Key": "system.stat.distance.measure"
				},
				{
					"Source":
					{
						"Text": "m (Minutes)"
					},
					"Translation":
					{
						"Text": "د (دقائق)"
					},
					"Key": "system.stat.time.measure.minutes"
				}
			]
		},
		{
			"Namespace": "st_titles",
			"Children": [
				{
					"Source":
					{
						"Text": "Awarded only to project developers."
					},
					"Translation":
					{
						"Text": "يُمنح فقط لمطوري المشروع."
					},
					"Key": "title.developer.desc"
				},
				{
					"Source":
					{
						"Text": "Developer"
					},
					"Translation":
					{
						"Text": "مطور"
					},
					"Key": "title.developer"
				},
				{
					"Source":
					{
						"Text": "None"
					},
					"Translation":
					{
						"Text": "لا شيء"
					},
					"Key": "title.empty"
				},
				{
					"Source":
					{
						"Text": "You are a developer"
					},
					"Translation":
					{
						"Text": "أنت مطور"
					},
					"Key": "tc.developer"
				}
			]
		},
		{
			"Namespace": "st_ui",
			"Children": [
				{
					"Source":
					{
						"Text": "- In the air, you can steer the bike"
					},
					"Translation":
					{
						"Text": "- في الهواء، يمكنك توجيه الدراجة"
					},
					"Key": "lobby.front.air"
				},
				{
					"Source":
					{
						"Text": "- In the air, you can tilt the bike"
					},
					"Translation":
					{
						"Text": "- في الهواء، يمكنك إمالة الدراجة"
					},
					"Key": "lobby.rear.air"
				},
				{
					"Source":
					{
						"Text": "- Invite"
					},
					"Translation":
					{
						"Text": "- دعوة"
					},
					"Key": "lobby.player_slot.invite"
				},
				{
					"Source":
					{
						"Text": "- You can perform front wheel jumps"
					},
					"Translation":
					{
						"Text": "- يمكنك أداء قفزات بالعجلة الأمامية"
					},
					"Key": "lobby.front.jump"
				},
				{
					"Source":
					{
						"Text": "- You can perform rear wheel jumps"
					},
					"Translation":
					{
						"Text": "- يمكنك أداء قفزات بالعجلة الخلفية"
					},
					"Key": "lobby.rear.jump"
				},
				{
					"Source":
					{
						"Text": "- You can steer the bike"
					},
					"Translation":
					{
						"Text": "- يمكنك توجيه الدراجة"
					},
					"Key": "lobby.front.control"
				},
				{
					"Source":
					{
						"Text": "- You control acceleration and braking"
					},
					"Translation":
					{
						"Text": "- أنت تتحكم في التسارع والفرملة"
					},
					"Key": "lobby.rear.control"
				},
				{
					"Source":
					{
						"Text": "Accept"
					},
					"Translation":
					{
						"Text": "قبول"
					},
					"Key": "menu.notification.button.apply"
				},
				{
					"Source":
					{
						"Text": "Add Local Player"
					},
					"Translation":
					{
						"Text": "إضافة لاعب محلي"
					},
					"Key": "pause.share_screen.enable"
				},
				{
					"Source":
					{
						"Text": "Apply"
					},
					"Translation":
					{
						"Text": "تطبيق"
					},
					"Key": "helper.action.apply"
				},
				{
					"Source":
					{
						"Text": "Audio"
					},
					"Translation":
					{
						"Text": "الصوت"
					},
					"Key": "layout_settings_audio"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "رجوع"
					},
					"Key": "helper.action.back"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "إلغاء"
					},
					"Key": "menu.notification.button.cancel"
				},
				{
					"Source":
					{
						"Text": "Co-op"
					},
					"Translation":
					{
						"Text": "تعاوني"
					},
					"Key": "menu.main.gameType.Coop"
				},
				{
					"Source":
					{
						"Text": "Confirm"
					},
					"Translation":
					{
						"Text": "تأكيد"
					},
					"Key": "helper.action.confirm"
				},
				{
					"Source":
					{
						"Text": "Connect"
					},
					"Translation":
					{
						"Text": "رَبْط"
					},
					"Key": "menu.gamemode.multiplayer_lan.connect"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "متابعة"
					},
					"Key": "menu.main.button.continue"
				},
				{
					"Source":
					{
						"Text": "Controls"
					},
					"Translation":
					{
						"Text": "عناصر التحكم"
					},
					"Key": "layout_settings_control"
				},
				{
					"Source":
					{
						"Text": "Credits"
					},
					"Translation":
					{
						"Text": "الإشادات"
					},
					"Key": "menu.credits.button"
				},
				{
					"Source":
					{
						"Text": "Customization"
					},
					"Translation":
					{
						"Text": "التخصيص"
					},
					"Key": "menu.main.buttom.customization"
				},
				{
					"Source":
					{
						"Text": "Display"
					},
					"Translation":
					{
						"Text": "العرض"
					},
					"Key": "layout_settings_video_display"
				},
				{
					"Source":
					{
						"Text": "Error"
					},
					"Translation":
					{
						"Text": "خطأ"
					},
					"Key": "menu.notification.title.error"
				},
				{
					"Source":
					{
						"Text": "Failed to load friends list"
					},
					"Translation":
					{
						"Text": "فشل تحميل قائمة الأصدقاء"
					},
					"Key": "menu.notification.friend_list_init_error"
				},
				{
					"Source":
					{
						"Text": "Finishing loading..."
					},
					"Translation":
					{
						"Text": "جاري الانتهاء من التحميل..."
					},
					"Key": "menu.wait.load_level.load_level_finishing"
				},
				{
					"Source":
					{
						"Text": "Friends list"
					},
					"Translation":
					{
						"Text": "قائمة الأصدقاء"
					},
					"Key": "lobby.friend.list"
				},
				{
					"Source":
					{
						"Text": "Front Rider"
					},
					"Translation":
					{
						"Text": "الراكب الأمامي"
					},
					"Key": "lobby.front.title"
				},
				{
					"Source":
					{
						"Text": "Graphics"
					},
					"Translation":
					{
						"Text": "الرسومات"
					},
					"Key": "layout_settings_video_graphics"
				},
				{
					"Source":
					{
						"Text": "Host"
					},
					"Translation":
					{
						"Text": "المضيف"
					},
					"Key": "lobby.player.status.host"
				},
				{
					"Source":
					{
						"Text": "In another game"
					},
					"Translation":
					{
						"Text": "في لعبة أخرى"
					},
					"Key": "lobby.friend.status.another_game"
				},
				{
					"Source":
					{
						"Text": "In the game"
					},
					"Translation":
					{
						"Text": "في اللعبة"
					},
					"Key": "lobby.friend.status.same_game"
				},
				{
					"Source":
					{
						"Text": "Initializing Steam..."
					},
					"Translation":
					{
						"Text": "جاري تهيئة Steam..."
					},
					"Key": "menu.initialization.subsystem"
				},
				{
					"Source":
					{
						"Text": "Invite"
					},
					"Translation":
					{
						"Text": "دعوة"
					},
					"Key": "lobby.action.invite"
				},
				{
					"Source":
					{
						"Text": "Invite a Friend"
					},
					"Translation":
					{
						"Text": "دعوة صديق"
					},
					"Key": "lobby.invite.title"
				},
				{
					"Source":
					{
						"Text": "Invited"
					},
					"Translation":
					{
						"Text": "تمت دعوتهتمت دعوته"
					},
					"Key": "lobby.action.invited"
				},
				{
					"Source":
					{
						"Text": "Joining session..."
					},
					"Translation":
					{
						"Text": "جاري الانضمام إلى الجلسة..."
					},
					"Key": "menu.wait.joining_session"
				},
				{
					"Source":
					{
						"Text": "Leave Lobby"
					},
					"Translation":
					{
						"Text": "مغادرة اللوبي"
					},
					"Key": "lobby.player.leave"
				},
				{
					"Source":
					{
						"Text": "Load Game"
					},
					"Translation":
					{
						"Text": "تحميل اللعبة"
					},
					"Key": "menu.main.button.load_game"
				},
				{
					"Source":
					{
						"Text": "Loading friends list..."
					},
					"Translation":
					{
						"Text": "جاري تحميل قائمة الأصدقاء..."
					},
					"Key": "menu.initialization.friend_list"
				},
				{
					"Source":
					{
						"Text": "Loading level list..."
					},
					"Translation":
					{
						"Text": "جاري تحميل قائمة المستويات..."
					},
					"Key": "menu.wait.load_level.recieving_level_list"
				},
				{
					"Source":
					{
						"Text": "Loading level: {level_name}"
					},
					"Translation":
					{
						"Text": "جاري تحميل المستوى: {level_name}"
					},
					"Key": "menu.wait.load_level.load_level_segment"
				},
				{
					"Source":
					{
						"Text": "Loading profile info..."
					},
					"Translation":
					{
						"Text": "جاري تحميل معلومات الملف الشخصي..."
					},
					"Key": "menu.initialization.player_info"
				},
				{
					"Source":
					{
						"Text": "Loading..."
					},
					"Translation":
					{
						"Text": "جاري التحميل..."
					},
					"Key": "menu.wait.loading"
				},
				{
					"Source":
					{
						"Text": "Looking for an available session..."
					},
					"Translation":
					{
						"Text": "جاري البحث عن جلسة متاحة..."
					},
					"Key": "menu.wait.looking_for_session"
				},
				{
					"Source":
					{
						"Text": "Map selection and difficulty"
					},
					"Translation":
					{
						"Text": "اختيار الخريطة ومستوى الصعوبة"
					},
					"Key": "lobby.settings.mapanddifficulty"
				},
				{
					"Source":
					{
						"Text": "Miscellaneous"
					},
					"Translation":
					{
						"Text": "متنوع"
					},
					"Key": "layout_settings_misc"
				},
				{
					"Source":
					{
						"Text": "Missions"
					},
					"Translation":
					{
						"Text": "المهام"
					},
					"Key": "layout_missions"
				},
				{
					"Source":
					{
						"Text": "Multiplayer"
					},
					"Translation":
					{
						"Text": "مُتَعَدِّد"
					},
					"Key": "menu.gamemode.multiplayer_online"
				},
				{
					"Source":
					{
						"Text": "Multiplayer - LAN"
					},
					"Translation":
					{
						"Text": "مُتَعَدِّدُ اللَّاعِبين - شَبَكَة مَحَلِّيَّة"
					},
					"Key": "menu.gamemode.multiplayer_lan"
				},
				{
					"Source":
					{
						"Text": "New Game"
					},
					"Translation":
					{
						"Text": "لعبة جديدة"
					},
					"Key": "menu.main.button.new_game"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "\tلا"
					},
					"Key": "helper.action.no"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "لا"
					},
					"Key": "menu.notification.button.no"
				},
				{
					"Source":
					{
						"Text": "Not ready"
					},
					"Translation":
					{
						"Text": "غير جاهز"
					},
					"Key": "lobby.player.status.not_ready"
				},
				{
					"Source":
					{
						"Text": "Notification"
					},
					"Translation":
					{
						"Text": "إشعار"
					},
					"Key": "menu.nofitication.title.placeholder"
				},
				{
					"Source":
					{
						"Text": "Offline"
					},
					"Translation":
					{
						"Text": "غير متصل"
					},
					"Key": "lobby.friend.status.offline"
				},
				{
					"Source":
					{
						"Text": "Online"
					},
					"Translation":
					{
						"Text": "متصل"
					},
					"Key": "lobby.friend.status.online"
				},
				{
					"Source":
					{
						"Text": "Personalization"
					},
					"Translation":
					{
						"Text": "تخصيص"
					},
					"Key": "layout_personalization"
				},
				{
					"Source":
					{
						"Text": "Player slot available."
					},
					"Translation":
					{
						"Text": "مكان اللاعب متاح."
					},
					"Key": "lobby.player_slot.available"
				},
				{
					"Source":
					{
						"Text": "Please wait..."
					},
					"Translation":
					{
						"Text": "يرجى الانتظار..."
					},
					"Key": "menu.wait.placeholder"
				},
				{
					"Source":
					{
						"Text": "Press any button to start"
					},
					"Translation":
					{
						"Text": "اضغط على أي زر للبدء"
					},
					"Key": "menu.demo.any_button_text"
				},
				{
					"Source":
					{
						"Text": "Profile"
					},
					"Translation":
					{
						"Text": "الملف الشخصي"
					},
					"Key": "menu.main.button.profile"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": "خروج"
					},
					"Key": "menu.main.button.quit"
				},
				{
					"Source":
					{
						"Text": "Ready"
					},
					"Translation":
					{
						"Text": "جاهز"
					},
					"Key": "lobby.player.status.ready"
				},
				{
					"Source":
					{
						"Text": "Rear Rider"
					},
					"Translation":
					{
						"Text": "الراكب الخلفي"
					},
					"Key": "lobby.rear.title"
				},
				{
					"Source":
					{
						"Text": "Remove Local Player"
					},
					"Translation":
					{
						"Text": "إزالة لاعب محلي"
					},
					"Key": "pause.share_screen.disable"
				},
				{
					"Source":
					{
						"Text": "Retry"
					},
					"Translation":
					{
						"Text": "إعادة المحاولة"
					},
					"Key": "menu.notification.button.retry"
				},
				{
					"Source":
					{
						"Text": "Return to Main Menu"
					},
					"Translation":
					{
						"Text": "العودة إلى القائمة الرئيسية"
					},
					"Key": "menu.notification.button.quit_to_menu"
				},
				{
					"Source":
					{
						"Text": "Select"
					},
					"Translation":
					{
						"Text": "تحديد"
					},
					"Key": "helper.action.select"
				},
				{
					"Source":
					{
						"Text": "Select Difficulty"
					},
					"Translation":
					{
						"Text": "اختر الصعوبة"
					},
					"Key": "mapPicker.select.difficulty"
				},
				{
					"Source":
					{
						"Text": "Select Map"
					},
					"Translation":
					{
						"Text": "اختر الخريطة"
					},
					"Key": "mapPicker.select.map"
				},
				{
					"Source":
					{
						"Text": "Setting up..."
					},
					"Translation":
					{
						"Text": "جاري الإعداد..."
					},
					"Key": "lobby.settings.setting_up"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "الإعدادات"
					},
					"Key": "layout_settings_main"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "الإعدادات"
					},
					"Key": "menu.main.button.settings"
				},
				{
					"Source":
					{
						"Text": "Single Player"
					},
					"Translation":
					{
						"Text": "لاعب واحد"
					},
					"Key": "menu.main.gameType.Single"
				},
				{
					"Source":
					{
						"Text": "Singleplayer"
					},
					"Translation":
					{
						"Text": "لَاعِب وَاحِد"
					},
					"Key": "menu.gamemode.singleplayer"
				},
				{
					"Source":
					{
						"Text": "Start"
					},
					"Translation":
					{
						"Text": "بدء"
					},
					"Key": "lobby.player.host.start_match"
				},
				{
					"Source":
					{
						"Text": "Start Match"
					},
					"Translation":
					{
						"Text": "بدء المباراة"
					},
					"Key": "helper.action.start_match"
				},
				{
					"Source":
					{
						"Text": "Starting in {val} seconds."
					},
					"Translation":
					{
						"Text": "يبدأ خلال {val}"
					},
					"Key": "lobby.timer"
				},
				{
					"Source":
					{
						"Text": "Stats"
					},
					"Translation":
					{
						"Text": "الإحصائيات"
					},
					"Key": "menu.main.button.stats"
				},
				{
					"Source":
					{
						"Text": "Steam initialization error"
					},
					"Translation":
					{
						"Text": "خطأ في تهيئة Steam"
					},
					"Key": "menu.notification.steam_init_error"
				},
				{
					"Source":
					{
						"Text": "Syncing progress..."
					},
					"Translation":
					{
						"Text": "جاري مزامنة التقدم..."
					},
					"Key": "menu.initialization.sync_progress"
				},
				{
					"Source":
					{
						"Text": "The other player has disconnected or the connection was lost."
					},
					"Translation":
					{
						"Text": "انقطع اتصال اللاعب الآخر أو فقدت الاتصال به."
					},
					"Key": "menu.notification.body.player_disconnected"
				},
				{
					"Source":
					{
						"Text": "Toggle Ready"
					},
					"Translation":
					{
						"Text": "تبديل الحالة \"جاهز\""
					},
					"Key": "helper.action.toggleReady"
				},
				{
					"Source":
					{
						"Text": "Video"
					},
					"Translation":
					{
						"Text": "الفيديو"
					},
					"Key": "layout_settings_video"
				},
				{
					"Source":
					{
						"Text": "Waiting for players..."
					},
					"Translation":
					{
						"Text": "...في انتظار اللاعبين"
					},
					"Key": "menu.wait.players_for_connect"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "نعم"
					},
					"Key": "helper.action.yes"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "نعم"
					},
					"Key": "menu.notification.button.yes"
				},
				{
					"Source":
					{
						"Text": "You have a new notification."
					},
					"Translation":
					{
						"Text": "لديك إشعار جديد."
					},
					"Key": "menu.notification.body.placeholder"
				}
			]
		}
	]
}